public class Scenary {
    public static String[] beginning = {
            "Поделитесь вашем именем, уважаемый игрок!\n", "p1in",
            "Привет, ", "p1name", "!\n",
            "Назначьте 3 героя, за которых, вы будете сражаться в порядке в котором они будут сражаться. (W, K, T)\n", "heroes p1",
            "А как вас зовут, игрок?\n", "p2in",
            "Доброго времени суток, ", "p2name", "!\n",
            "Назначьте 3 героя, за которых, вы будете сражаться в порядке в котором они будут сражаться. (W, K, T)\n", "heroes p2",
            "Выберите режим игры: Auto, Half-Auto, Manual (A(1), HA(2), M(3))\n", "stcfg"
    };
    public static String[] battle = {
            "Ходит ", "soutnm1", ". ", "wari1", ". Основ Характ ", "war1", ":\n",
            "Выберите противника, которого хотите атаковать:\n",
            "showp2war",
            "hitout",
    };
}
