public class Scenary {
    public static String[] beginning = {
            "Поделитесь вашем именем, уважаемый игрок!\n",
            "Привет, ",
            "!\n",
            "Назначьте 3 героя, за которых, вы будете сражаться в порядке в котором они будут сражаться. (W, K, T)",
            "А как вас зовут, игрок?\n",
            "Доброго времени суток, ",
            "!\n",
            "Назначьте 3 героя, за которых, вы будете сражаться в порядке в котором они будут сражаться. (W, K, T)",
            "Выберите режим игры: Auto, Half-Auto, Manual (A, HA, M)"
    };
}
